module.exports = [
        // old peyvasteh
        //karshenasi
        ['0000',0, 0, 0, 0,"کارشناسی پیوسته قدیم نرم افزار"],
        ['0001',0, 0, 0, 1,"کارشناسی پیوسته قدیم سخت افزار"],
        //karshenasi arshad 
        ['1000',1, 0, 0, 0,"کارشناسی ارشد پیوسته قدیم نرم افزار"],
        ['1001',1, 0, 0, 1,"کارشناسی ارشد پیوسته قدیم سخت افزار"],
        //doctora
        ['2000',2, 0, 0, 0,"دکتری پیوسته قدیم نرم افزار"],
        ['2001',2, 0, 0, 1,"دکتری پیوسته قدیم سخت افزار"],

        // new peyvasteh
        //karshenasi
        ['0010',0, 0, 1, 0,"کارشناسی پیوسته جدید نرم افزار"],
        ['0011',0, 0, 1, 1,"کارشناسی پیوسته جدید فناوری اطلاعات"],
        ['0012',0, 0, 1, 2,"کارشناسی پیوسته جدید معماری سیستم های کامپیوتری"],
        ['0013',0, 0, 1, 3,"کارشناسی پیوسته جدید کامپیوتر بدون گرایش"],
        //karshenasi arshad
        ['1010',1, 0, 1, 0,"کارشناسی ارشد پیوسته جدید نرم افزار"],
        ['1011',1, 0, 1, 1,"کارشناسی ارشد پیوسته جدید فناوری اطلاعات"],
        ['1012',1, 0, 1, 2,"کارشناسی ارشد پیوسته جدید معماری سیستم های کامپیوتری"],
        ['1013',1, 0, 1, 3,"کارشناسی ارشد پیوسته جدید کامپیوتر بدون گرایش"],
        //doctora
        ['2010',2, 0, 1, 0,"دکتری پیوسته جدید نرم افزار"],
        ['2011',2, 0, 1, 1,"دکتری پیوسته جدید فناوری اطلاعات"],
        ['2012',2, 0, 1, 2,"دکتری پیوسته جدید معماری سیستم های کامپیوتری"],
        ['2013',2, 0, 1, 3,"دکتری پیوسته جدید کامپیوتر بدون گرایش"],

        // napeyvasteh
        //karshenasi
        ['0100',0, 1, 0, 0,"کارشناسی نا پیوسته تکنولوژی نرم افزار"],
        ['0101',0, 1, 0, 1,"کارشناسی نا پیوسته مهندسی نرم افزار"],
        ['0102',0, 1, 0, 2,"کارشناسی نا پیوسته مهندسی حرفه ای"],
        //karshenasi arshad
        ['1100',1, 1, 0, 0,"کارشناسی ارشد نا پیوسته تکنولوژی نرم افزار"],
        ['1101',1, 1, 0, 1,"کارشناسی ارشد نا پیوسته مهندسی نرم افزار"],
        ['1102',1, 1, 0, 2,"کارشناسی ارشد نا پیوسته مهندسی حرفه ای"],
        //doctora
        ['2100',2, 1, 0, 0,"دکتری نا پیوسته تکنولوژی نرم افزار"],
        ['2101',2, 1, 0, 1,"دکتری نا پیوسته مهندسی نرم افزار"],
        ['2102',2, 1, 0, 2,"دکتری نا پیوسته مهندسی حرفه ای"],

    ]
